{
  "action_slash_adventure": "Debated between this and the Batman series, but swinging through the city is just too fun.",
  "card": "A fun game that you can play anywhere anytime on any platform.",
  "fantasy": "One of the GOAT games. It has probably the best modding community of any game to date and is a game I have beat multiple times on multiple platforms. Just a really great game that I've played from when I was a kid to an adult.",
  "horror": "Probably my favorite game series. Excellent story and game mechanics, although not being able to block always bugged me a bit. Beaten the entire series multiple times on multiple platforms.",
  "mech": "Still remember when Titanfall came out with the newly released XBox One. A game that was ahead of it's time. Many hours wasted away or well spent on both iterations, with Titanfall 2 having a relatively short, but amazing campaign, worth playing just to hang about with BT.",
  "multiplayer": "Toxic as all get out, facing balancing issues (like all MOBAs), and like a lot of free-to-play games has skin driven madness. Yet, I probably have more hours on this game than any other. The nostalgia of the original Overwatch, that I can't find an official page for anywhere, and the fun I had honestly makes me want to keep playing it. It was a first for me for this style, as I still only had an XBox and didn't have access to the TF franchise. By the time I switched to PC, TF2 was kinda dead and maybe I should move to Marvel Rivals, but honestly I still love the game even if the players and producers leave something (a lot) to be desired. Also, the shorts are pretty great.",
  "post-apocalyptic": "A great series even though I've only ever played Fallout 3 and 4. I tried getting into New Vegas, but it's like going back to CRT TVs from modern flat screens and I probably didn't give it the chance it deserves. Anyway, multiple ways to play and experience the game with excellent story and mechanics.",
  "puzzle": "A classic. A game pretty much any video game enthusiast should play. It'd be like an avid reader never reading Dickens, ridiculous.",
  "rogue-like": "Really fun with every run feeling different than the last even though the levels are relatively consistent. I can't tell you how many runs I've had, but pretty much every one was unique.",
  "rpg": "Unique but simple card game that is loads of fun. I'm pretty sure their is a story in there as well and the magic and swordplay is really good for earning more coin for Gwent cards. I like that the horse helps exploration to find merchants and characters to improve your deck and expand opponents you can play against.",
  "sci-fi": "Maybe the best single player FPS game ever released and I don't think I can do it justice.",
  "shooter": "A comedic post-apocalyptic looter-shooter with a unique art style. Good story with different character archtypes you can play and all around good times.",
  "souls-like": "Best boss fight of any game I've ever played.",
  "stealth": "Another one of those things that I have trouble remembering as it's been a while. Assassin stealth game with abilities that's very highly rated.",
  "strategy": "A South Park strategy game. I don't know what else there is to say."
}
