{
  "about_time": null,
  "avatar:_the_last_airbender": "A great show that humbles me every time I watch it.",
  "cloud_atlas": "Took me a second play through to truly appreciate it. After watching it multiple times I still sometimes find things that I missed.",
  "the_dark_knight": "On the night before I deployed this movie had just been released to theaters. I had a steak and lobster dinner with a friend and went to see it, it was a good day. One that I look back on fondly to this day.",
  "edge_of_tomorrow": null,
  "the_emperor's_new_groove": null,
  "the_fifth_element": null,
  "firefly": "I used to watch this at least once a year. Great show that got cancelled after one season because of various mess ups/poor decisions on release. Ended up generating such a large cult following that Fox was strong armed into making a movie that is pretty good and essentially wraps up the series.",
  "forrest_gump": null,
  "fullmetal_alchemist:_brotherhood": "There is another TV series, Full Metal Alchemist, that is essentially the same in the beginning, but diverges later on because it was released before the manga (japanese comic/graphic novel) was finished. Rather than wait, the producers of Full Metal Alchemist just made some stuff up. Brotherhood is much better.",
  "good_will_hunting": null,
  "groundhog_day": null,
  "hunter_x_hunter": "This seems like a kids' show, it is not. A little slow to start, but it has one of the best endings of any show I've seen; I've rewatched it for the ending a few times.",
  "the_illusionist": null,
  "in_bruges": null,
  "journey_to_the_west:_conquering_the_demons": null,
  "kiss_kiss_bang_bang": null,
  "kung_fu_hustle": null,
  "the_martian": null,
  "monty_python_and_the_holy_grail": null,
  "nick_and_norah's_infinite_playlist": null,
  "no_game,_no_life:_zero": null,
  "the_princess_bride": null,
  "pulp_fiction": null,
  "scott_pilgrim_vs_the_world": null,
  "shaun_of_the_dead": null,
  "the_shawshank_redemption": null,
  "sin_city": null,
  "snatch": null,
  "speed_racer": "Honestly might be my favorite movie or at least the one I like to rewatch the most. B maybe C movie that hits me in all the right ways and is without a massive climax or twists that make each successive play through less by comparison.",
  "spirited_away": null,
  "stardust": null,
  "that's_my_boy": "Not the best movie, but one I have fond memories of watching with the fam.",
  "the_truman_show": null,
  "up": null,
  "v_for_vendetta": null,
  "wolf_children": null
}
